{
  "Navbar": {
    "customer_service": "Customer service",
    "connexion": "Connexion"
  },
  "General": {
    "homepage": "Homepage",
    "other": "other",
    "refresh": "Refresh",
    "close": "Close",
    "backToRooms": "Back to rooms",
    "booking": "Book"
  },
  "Error": {
    "oops": "Oops, an error has occurred !"
  },
  "HomePage": {
    "title": "Hello world!",
    "intro_0_title": "Present in more than 10 capitals worldwide",
    "intro_1_title": "Our services",
    "intro_1_text_text1": "Our vision",
    "intro_1_welcome": "Welcome to Karibu, a unique hotel experience where every stay becomes an invitation to journey across continents. Nestled in the world's most beautiful capitals, our establishments blend contemporary elegance with the cultural authenticity of their destinations. From the bustling energy of New York to the ancient secrets of Tokyo, through the romantic charm of Paris and the vibrant energy of Cape Town, each Karibu hotel transports you to a distinctive universe. Our rooms and suites, true havens of peace, are designed to reflect the essence of their location while offering unparalleled comfort. Gastronomy plays a central role in the Karibu experience. Our signature restaurants offer bold culinary journeys, mixing local flavors with innovative techniques. Our passionate chefs create bridges between tradition and modernity, for a memorable dining experience. Karibu's personalized service goes beyond conventional expectations. Our multicultural team is committed to transforming each stay into a unique story, rich in discoveries and emotions. Expert concierges guide you to the hidden treasures of each destination, creating privileged moments that will remain etched in your memory.",
    "intro_1_text_text2": "Our hotels",
    "intro_1_text_text3": "Our promotions",
    "intro_2_title": "Discover our hotels around the world",
    "about": "Go to the about page",
    "hotel_ours": "Our hotels"
  },
  "HotelPage": {
    "title": "Hotel Karibu",
    "missing_date": "Choose a period",
    "modify_research": "Modify search?",
    "options": "Options",
    "details": "Details",
    "night": "night",
    "no_room_available": "No rooms available.."
  },
  "SearchBooking": {
    "room": "room(s)",
    "room_popup": "Number of rooms",
    "person_adult": "adult(s)",
    "person_child": "child(ren)",
    "person_popup": "Number of people",
    "which_hotel": "Which hotel ?"
  },
  "RoomPage": {
    "rooms": "Rooms"
  }
}