{
  "Navbar": {
    "customer_service": "Service client",
    "connexion": "Connexion"
  },
  "General": {
    "homepage": "Page d'accueil",
    "other": "autre",
    "refresh": "Rafraichir",
    "close": "Fermer"
  },
  "Error": {
    "oops": "Oups, une erreur est survenue !"
  },
  "HomePage": {
    "title": "Bonjour le monde!",
    "intro_0_title": "Présent dans plus de 10 capitales dans le monde",
    "intro_1_title": "Nos services",
    "intro_1_text_text1": "Notre vision",
    "intro_1_welcome": "Bienvenue au Karibu, une expérience hôtelière unique où chaque séjour devient une invitation au voyage à travers les continents. Nichés dans les plus belles capitales du monde, nos établissements fusionnent l'élégance contemporaine avec l'authenticité culturelle de leurs destinations. De l'effervescence de New York aux secrets ancestraux de Tokyo, en passant par le charme romantique de Paris et la vibrante énergie de Cape Town, chaque hôtel Karibu vous transporte dans un univers distinctif. Nos chambres et suites, véritables havres de paix, sont conçues pour refléter l'essence de leur localisation tout en offrant un confort incomparable. La gastronomie occupe une place centrale dans l'expérience Karibu. Nos restaurants signature proposent des voyages culinaires audacieux, mêlant saveurs locales et techniques innovantes. Nos chefs passionnés créent des ponts entre les traditions et la modernité, pour une expérience gustative mémorable. Le service personnalisé Karibu va au-delà des attentes conventionnelles. Notre équipe multiculturelle s'engage à transformer chaque séjour en une histoire unique, riche en découvertes et en émotions. Des concierges experts vous guident vers les trésors cachés de chaque destination, créant des moments privilégiés qui resteront gravés dans votre mémoire.",
    "intro_1_text_text2": "Nos hôtels",
    "intro_1_text_text3": "Nos promotions",
    "intro_2_title": "Découvrez nos hôtels à travers le monde",
    "about": "Aller à la page à propos",
    "hotel_ours": "Nos hôtels"
  },
  "HotelPage": {
    "title": "L'Hôtel Karibu",
    "missing_date": "Choisissez une période",
    "modify_research": "Modifier la recherche ?",
    "options": "Options",
    "details": "Détails",
    "night": "nuit",
    "no_room_available": "Pas de chambres disponibles.."
  },
  "SearchBooking": {
    "room": "chambre(s)",
    "room_popup": "Nombre de chambres",
    "person_adult": "adulte(s)",
    "person_child": "enfant(s)",
    "person_popup": "Nombre de personnes",
    "which_hotel": "Quel hôtel ?"
  }
}